Repository: NGI-TRUSTCHAIN/SSITIZENS
Catalog: ssitizens-backend/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: Spanish
es_es: Español

source: English
es_es: Inglés

source: Welcome to the SSITIZENS Admin Site
es_es: Binevenido a la web administrativa de SSITIZENS

source: Home
es_es: Página Principal

source: Support
es_es: Soporte

source: You have requested a password change. To reset your password, click on the link below and complete the form.
es_es: Has solicitado un cambio de contraseña. Para cambiar tu contraseña, pincha en el enlace de debado y completa el formulario.

source: The link will expire in 24 hours. If it stops working, please request the change again.
es_es: Este enlace expira en 24 horas. Si no funciona, solitalo nuevamente.

source: generate
es_es: Generado

source: transfer
es_es: Transferido

source: burn
es_es: Quemado

source: forcedBurn
es_es: Retirada de Fondos

source: assignRole
es_es: Rol Asignado

source: deleteRole
es_es: Role Eliminado

source: execution
es_es: Ejecución

source: Address
es_es: Dirección

source: Type
es_es: Tipo

source: Data
es_es: Datos

source: Terms Accepted
es_es: Términos y Condiciones Aceptadas

source: Active Since
es_es: Activo desde

source: Active Until
es_es: Activo hasta

source: Balance Tokens
es_es: Balance de Tokens

source: Balance Ethers
es_es: Balance de Ethers

source: Profile
es_es: Perfil

source: Profiles
es_es: Perfiles

source: Store ID and CIF are required for store type
es_es: Store ID y CIF son requeridos para el tipo Comercio

source: That CIF is already in use
es_es: Ese CIF está en uso

source: DNI and AID Funds are required for beneficiary type
es_es: DNI y los fondos de ayuda son requeridos para el tipo Ciudadano

source: Aid type is required for beneficiary type
es_es: El tipo de ayuda es requerida para el tipo Ciudadano

source: That DNI is already in use
es_es: Ese DNI está en uso

source: Event
es_es: Evento

source: From
es_es: De

source: To
es_es: Para

source: Transaction Hash
es_es: Hash de la transacción

source: Timestamp
es_es: Fecha-Hora

source: Transaction
es_es: Transacción

source: Transactions
es_es: Transacciones

source: Tokens amount cannot be negative or zero
es_es: Los tokens no pueden tener un valor de 0 o negativo

source: From user should be empty
es_es: El campo De no puede estar vacio

source: To user should be empty
es_es: El campo Para no puede estar vacio

source: Expiration
es_es: Expiración

source: User Identification
es_es: Identificador del Receptor

source: User Identifications
es_es: Identificadores de Usuarios

source: Revocation status
es_es: Estado de la revocación

source: VC Identifier
es_es: Identficador de la credencial

source: VC Type
es_es: Tipo de Credencial

source: Holder Identifier
es_es: Identificador del Receptor

source: Issuance Date
es_es: Fecha de emisión

source: Can't restore the status of a revoked VC
es_es: No se puede revocar una credencial previamente revocada

source: Issued Verifiable Credential
es_es: Credencial Verificable Emitida

source: Issued Verifiable Credentials
es_es: Credenciales Verificables Emitidas

source: DNI are required for beneficiary type
es_es: DNI es requerido para el tipo Ciudadano

source: Tokenization service URL not set
es_es: No hay URL del Servicio de Tokenización

source: Not the same tx
es_es: No es la misma transacción

source: Ssitizens Account Activation
es_es: Activación de la cuenta de SSITIZENS

source: You have been invited to the Ssitizens Platform.
es_es: Ha sido usted invitado a la plataforma de SSITIZENS

source: Your store information is already added to the system. Now you need to do next steps:
es_es: Su información ha sido añadida al sistema. Ahora necesita hacer los siguientes pasos:

source: 1. Download the wallet app from the links below.
es_es: 1. Descarguese la wallet en los enlaces de debajo.

source: 2. Follow the instructions in the app to create your wallet.
es_es: 2. Siga las instrucciones de la aplicación para crear su wallet.

source: 3. Scan the QR code to add your store identification to you wallet. Or click the button below
es_es: 3. Escanee el QR de debajo y añada su identification de Comercio a su wallet.

source: 4. You can log into website.
es_es: 4. Con todos los pasos anteriores completos, puede loguearte en la web.

source: Click here to get your VC
es_es: Haz click aquí para obtener tu VC

source: Your information is already added to the system. Now you need to do next steps.
es_es: Su información ha sido añadida al sistema. Ahora necesita hacer los siguientes pasos:

source: 3. Generate your Biometric Credential in your wallet. Go to advanced setting and follow the steps to connect with Facephi.
es_es: 3. Genere su Credencial Biométrica en su Wallet. En ajustes avanzados encontrará un apartado para conectar con Facephi.

source: There is not an user with that ID
es_es: No hay un usuario con ese ID

source: Aid Type
es_es: Tipo de Ayuda

source: Name
es_es: nombre

source: ID
es_es: Identificación

source: User Type
es_es: Tipo de Usuario

source: More Information
es_es: Más Información

source: Date-Time
es_es: Fecha y Hora

source: Ticket Elements
es_es: Datos del Ticket

source: Total Aid
es_es: Total de la Ayuda

source: Total Payment
es_es: Total del Pago

source: Product
es_es: Producto

source: Price
es_es: Precio

source: Administrator
es_es: Administrador

source: No citizens to distribute tokens detected, skipping
es_es: No hay ciudadanos detectados para la distribución, saltando

source: Payment Request Information
es_es: Información de solicitud de Pago

source: You have a payment request from
es_es: Tiene una solicitud de abono de

source: The amount of tokens to be redeemed is
es_es: La cantidad a abonar es de

source: The request was processed on
es_es: La solicitud se ha procesado el

source: If you want to see more information about the transaction you can view it here.
es_es: Si quieres ver más información sobre la solicitud, puedes verla aquí

source: Oops! Bad Request
es_es: ¡Vaya! Petición incorrecta

source: The request you're looking for doesn't go well. Let's get you back on track:
es_es: La solicitud que ha realizado no ha ido bien. Vuelva a la página principal.

source: Go to Homepage
es_es: Vuelve a la página principal

source: Oops! No Permission to Access
es_es: ¡Vaya! No tiene permisos de acceso

source: The page you're looking for you don't have permissions. Let's get you back on track:
es_es: No tiene permisos suficientes para la página solicitada. Vuelva a la página principal.

source: Oops! Page Not Found
es_es: ¡Vaya! Página no encontrada

source: The page you're looking for doesn't exist. Let's get you back on track:
es_es: La página que está buscando no existe. Vuelve a la página principal:

source: Oops! Something Went Wrong
es_es: ¡Vaya! Algo no fue como se esperaba.

source: We're experiencing technical difficulties. Please try again later.
es_es: Estamos experimentando algunas dificultades técnicas. Espere unos segundos y vuelva a intentarlo.

source: If the issue persists, you can contact our support team.
es_es: Si los errores persistes, contacte con el equipo de soporte.

source: Password Reset Done
es_es: Cambio de contraseña realizado

source: Change Password
es_es: Cambiar Contraseña

source: Password Reset
es_es: Cambio de Contraseña

source: Ssitizens Password Reset
es_es: Cambiao de Contraseña en Ssitizens

source: Product Name
es_es: Nombre del Producto

source: Additional Information
es_es: Nombre adicional

source: Products
es_es: Productos

source: Aid Name
es_es: Nombre de la Ayuda

source: Aid
es_es: Ayuda

source: Aids
es_es: Ayudas

source: Personal info
es_es: información personal

source: Permissions
es_es: Permisos

source: Important dates
es_es: Fechas destacadas

source: Required. 100 characters or fewer. Email format only.
es_es: Es un campo obligatorio, con menos de 100 caracteres y formato de Email

source: Password reset for Ssitizens
es_es: Cambio de contraseña para Ssitizens

source: Your username is :
es_es: Tu nombre de Usuario es:

source: Account Activation
es_es: Activación de la cuenta
